# EXL_CloseBook

## Description
Save and closes the Excel file.

```pascal
FUNCTION EXL_CloseBook : BOOLEAN;
```

```python

def vs.EXL_CloseBook():
    return BOOLEAN
```

## Version
Availability: from Vectorworks 2021
## Category
* Excel